Repository: oTree-org/oTree
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, hu, it, ja

source: {nickname} (Me)
es: {nickname} (Yo)

source: This field is required.
es: Este campo es requerido
hu: Ezt a mezőt kötelező kitölteni.
it: Questo campo è obbligatorio
ja: この欄に答える必要があります

source: {} point
es: {} punto
hu: {} pont
it: {} punto
ja: {}ポイント

source: Yes
es: Si
hu: Igen
it: Sì
ja: はい

source: Value must be greater than or equal to {}.
es: El valor debe ser mayor o igual que {}.
hu: A megadott érték legyen nagyobb vagy egyenlő mint {}.
it: Il valore deve essere superiore o uguale a {}.
ja: {}以上の値を答えてください

source: Value must be less than or equal to {}.
es: El valor debe ser menor o igual que {}.
hu: A megadott érték kisebb vagy egyenlő legyen mint {}.
it: Il valore deve essere minore o uguale a {}.
ja: {}以下の値を答えてください

source: points
es: puntos
hu: pontok
it: punti
ja: ポイント

source: No more pages left to show.
es: No hay mas páginas para mostrar
hu: Nincs több oldal.
it: Non ci sono più pagine da mostrare.
ja: これ以上表示するページはりません

source: Please fix the errors in the form.
es: Por favor corrija los errores en el formulario
hu: Kérjük, javítsa ki az oldalon lévő hibákat.
it: Si prega di correggere gli errori del modulo.
ja: 誤りのある欄を修正してください

source: Welcome
es: Bienvenido

source: Invalid entry; try again.
es: Entrada invalida; Intente de nuevo.

source: Please enter your participant label.
es: Por favor introduzca su etiqueta de participante.

source: An error occurred. Please check the logs or ask the administrator for help.
es: Ha ocurrido un error. Por favor vea los logs o pida ayuda al administrador.
hu: Hiba történt. Kérjük, ellenőrizze a log-fájlokat vagy forduljon az adminisztrátorhoz segítségért.
it: Si è verificato un errore. Si prega di controllare i blog o chiedere aiuto all’amministratore.
ja: エラーが起きました。履歴を見るか、管理者に質問してください

source: Forgotten your password or username?
es: ¿Olvidó su nombre de usuario o contraseña?
hu: Elfelejtett jelszavát vagy felhasználó-nevét?
it: Hai dimenticato la tua Password o il tuo nome utente?
ja: パスワードかユーザー名を忘れましたか？

source: Log in
es: Entrar
hu: Belépés
it: Accedere
ja: ログイン

source: Next
es: Siguiente
hu: Tovább
it: Successivo
ja: 次へ

source: Send
es: Enviar

source: Time left to complete this page:
es: Tiempo disponible para completar esta página:
hu: Az oldal kitöltésére maradt idő:
it: Tempo rimasto per completare questa pagina:
ja: このページでの残り時間

source: Please wait
es: Por favor espere
hu: Kérjük, várjon.
it: Si prega di attendere
ja: しばらくお待ちください

source: Waiting for the other participants.
es: Esperando a los otros participantes.
hu: Kérjük, várjon, amíg a többi résztvevő is készen áll.
it: In attesa degli altri partecipanti
ja: 他の参加者をお待ちください

source: Waiting for the other participant.
es: Esperando al otro participante.
hu: Kérjük, várjon, amíg a többi résztvevő is készen áll.
it: In attesa dell’altro partecipante
ja: 他の参加者をお待ちください

source: Waiting for your session to begin
es: Esperando a que empieze su sesion.

source: No
hu: Nem
ja: いいえ
